Repository: larsdyhr/imageslider
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: da

# settings
source: Dycon Image slider - settings
da: Dycon Image slider - indstillinger

# carousel.helptext.label
source: Note:
da: Bemærk

# carousel.helptext
source: The text shown in the text box below each picture is inserted in the description field for each picture. Click the small arrow left of each picture to see the description and other fields for each picture.
da: Den tekst der skal vises i kassen under hvert billede skal indsættes i billedets Beskrivelses felt. Klik på pilen ud for et billede for at få adgang til at indtaste en beskrivelse til et billede.

# content_element.carouseldesc
source: Insert images to be displayed as slides
da: Indsæt billeder til visning i et slideshow

# carousel.options
source: Dycon Image Slider Options
da: Dycon Image Slider Indstillinger

# carousel.interval
source: Number of seconds between slides
da: Antal sekunder mellem hvert billedskifte

# carousel.wrap
source: Change automatically from last to first slide
da: Skift automatisk fra sidste til første (Wrap?)

# carousel.wrap.label
source: Change automatically from last to first slide
da: Kør billederne i ring

# carousel.slideshow
source: Change slides automatically (slideshow)
da: Billederne skal skifte automatisk (slideshow)

# carousel.slideshow.label
source: Change slides automatically (slideshow)
da: Billederne skal skifte automatisk (slideshow)

# carousel.colourstyle
source: Choose background colour
da: Vælg baggrundsfarve

# carousel.colourstyle.0
source: Blue
da: Blå

# carousel.colourstyle.1
source: Purple
da: Lilla

# carousel.colourstyle.2
source: Cyan Blue
da: Cyanblå

# carousel.colourstyle.3
source: Turkish green
da: Turkisgrøn

# carousel.colourstyle.4
source: Green
da: Grøn

# carousel.colourstyle.5
source: Yellow
da: Gul

# carousel.colourstyle.7
source: Red
da: Rød

# carousel.colourstyle.8
source: Magenta red
da: Magenta-rød

# carousel.colourstyle.9
source: White
da: Grå

# content_element.videodesc
source: Enter URL to Youtube or Vimeo
da: Vis video fra Youtube eller Vimeo

# content_element.videoplugintitle
source: Please provide a valid YouTube or Vimeo URL below
da: URL til video fra Youtube eller Vimeo

source: Skip to main content
da: Gå til indhold

source: Previous
da: Forrige

source: Next
da: Næste

# externalmediaunsupported
source: The external media source %s is not supported. Please provide a valid YouTube or Vimeo URL.
da: Mediet %s understøttes ikke. indsæt en korrekt URL til video fra YouTube eller Vimeo.
